Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/Bloom.rw.tmx
Source language: rw
Languages: en

source: Gukora Ipaki ntangarugero ya Bloom y'umusomyi...
en: Make Reader Template BloomPack...

source: Ku rwego rwo hejuru
en: Advanced

source: Igikoresho gifasha umusomyi gusobanukirwa
en: Decodable Reader Tool

source: Igikoresho cy'umusomyi umenyereye
en: Leveled Reader Tool

source: Ibindi...
en: More...

source: Ikuzanya {0} riratunganye ku buryo ryakoreshwa kuri iyi mudasobwa.
en: The {0} Collection is now ready to use on this computer.

source: Bloom ntiyashoboye kwensitara iyo paki ya Bloom
en: Bloom was not able to install that Bloom Pack

source: Ehambura...
en: Extracting...

source: Bloom yamaze gufunguka, ariko amakuru ayirimo ntagaragara kugeza ikindi gihe uri bwongere kuyifungura
en: Bloom is already running, but the contents will not show up until the next time you run Bloom

source: Indimi eshatu
en: Opening {0}...

source: Izina ry'igitabo mu {lang}
en: Book title in {lang}

source: Kanda uhitemo insanganyamatsiko
en: Click to choose topic

source: Itunganya ryimbitse rya porogaramu
en: Advanced Program Settings

source: Kwerekana Komande z'igerageza (urg. Kwimirira XML muri InDesign)
en: Show Experimental Commands (e.g. Export XML for InDesign)

source: KwerekanaIntangarugero z'igerageza (urg. Inkoranya y'amashusho)
en: Show Experimental Templates (e.g. Picture Dictionary)

source: Gukoresha seriveri y'ishusho mu kuganbanya ikoreshwa rya memwari n'amashusho manini.
en: Use Image Server to reduce memory usage with large images.

source: Ugukora ishusho ntubyangano...
en: (Experimental) Show Send/Receive Controls

source: Ugukora Igitabo
en: Book Making

source: Inyuguti
en: Font

source: Inyuguti/Ipaki y'inyuma ni ingenzi
en: Front/Back Matter Pack

source: Ibirebana n'iri tunganya
en: About These Settings

source: Itunganya
en: Settings

source: Guhindura...
en: Change...

source: Ururimi rwa 1
en: Language 1

source: Ururimi rwa 2
en: Language 2

source: Ururimi rwa 3
en: Language 3

source: Indimi
en: Languages

source: Gutunganya...
en: Set...

source: Ururimi kavukire
en: Local Language

source: Ururimi 2 (urg. Ururimi rw'igihugu)
en: Language 2 (e.g. National Language)

source: Ururimi 3 (urg. Ururimi rw'Akarere) (Si itegeko)
en: Language 3 (e.g. Regional Language) (Optional)

source: Gukuramo
en: Remove

source: Izina ry'ikusanyirizo rya Bloom
en: Bloom Collection Name

source: Igihugu
en: Country

source: Akarere
en: District

source: Amakuru ku mushinga
en: Project Information

source: Intara
en: Province

source: Kongera gutangira
en: Restart

source: Bloom igiye kwifunga yongere ifungure uyu mushinga mu yindi mitunganyirize.
en: Bloom will close and re-open this project with the new settings.

source: Gukosora Igitabo
en: Update Book

source: Guhuza n'igihe ishusho ntubyangano
en: Update Thumbnail

source: Gusiba Igitabo
en: Delete Book

source: Kwimurira muri Word cyangwa LibreOffice...
en: Export to Word or LibreOffice...

source: Kwimurira muri XML igenewe InDesign...
en: Export To XML For InDesign...

source: Ibitabo byavanywe kuri BloomLibrary.org
en: Books From BloomLibrary.org

source: Guhuza n'igihe ibitabo byose
en: Do Updates of All Books

source: Kontorora ibitabo byose
en: Do Checks of All Books

source: Garura amashusho yose abura...
en: Rescue Missing Images...

source: Amateka y'ikusanyirizo...
en: Collection History...

source: Note z'ikusanyirizo...
en: Collection Notes...

source: Amakusanyirizo
en: Collections

source: Amasanyirizo
en: Collections

source: Igitabo '{0}'
en: The book '{0}'

source: Gufungura idosiye iri ku idisiki
en: Open Folder on Disk

source: Ubuzima
en: Health

source: Gukora igitabo ukoresheje ibi
en: Make a book using this source

source: Irindi kusanyirizo
en: Other Collection

source: Imiterere ntangarugero
en: Sample Shells

source: Kwakira/Kohereza
en: Send/Receive

source: Gufungura Idosye y'ikusanyirizo ry'inyongera
en: Open Additional Collections Folder

source: Imbata ntangarugero
en: Templates

source: Nonosora iki gitabo
en: Edit this book

source: Gukora ipaki ya Bloom
en: Make Bloom Pack

source: Habwa ibindi bitabo ntangarugero kuri BloomLibrary.org
en: Get more source books at BloomLibrary.org

source: Ikusanyirizo ntangarugero
en: Source Collection

source: Inkomoko y'ibitabo bishya
en: Sources For New Books

source: Iri kusanyirizo rirafunze, bityo nta bitabo bishya bishobora kongerwamo/gukurwamo
en: This collection is locked, so new books cannot be added/removed.

source: Ibisigaye biri he?
en: Where's the rest?

source: Intangarugero ku miterere mishya y'ibitabo
en: Sources For New Shells

source: &Hagarika
en: &Cancel

source: &Kurangiza
en: &Finish

source: &Ibikurikira
en: &Next

source: ukoresha ushatse
en: optional

source: Iyubakwa...
en: Building...

source: Kwemeza ko bisibwa
en: Confirm Delete

source: &Guhanagura
en: &Delete

source: Guteganya intambwe
en: Set up Stages

source: Intambwe
en: Stage

source: cya
en: of

source: Ibyo wakururaga ({0}) byarangiye. Ushobora kubisanga mu gice cyitwa 'Ikusanyabitabo rya Bloom' kiboneka mu makusanyirizo yawe. Niba usa n'udafite ikintu uri gukora, Bloom iribukikugaragarize ubwayo.
en: Your download ({0}) is complete. You can see it in the 'Books from BloomLibrary.org' section of your Collections. If you don't seem to be in the middle of doing something, Bloom will select it for you.

source: Gukurura byarangiye
en: Download complete

source: Gukurura igitabo
en: Downloading book

source: Habaye ikibazo mu gukurura igitabo cyawe
en: There was a problem downloading your book.

source: Niba ukeneye ahantu ho gushyira amakuru y'inyongera kuri iki gitabo, ushobora gukoresha iyiu paji, ariyo gikobokobo cy'inyuma ku gice cyacyo cy'imbere.
en: If you need somewhere to put more information about the book, you can use this page, which is the inside of the back cover.

source: Niba ukeneye ahantu ho gushyira amakuru y'inyongera kuri iki gitabo, ushobora gukoresha iyi paji, ariyo gikobokobo cy'inyuma ku gice cyacyo cy'inyuma.
en: If you need somewhere to put more information about the book, you can use this page, which is the outside of the back cover.

source: Gufungura Html yakoreshejwe hakorwa iyi PDF, muri Chrom (igomba kuba iri ku nzira)
en: Open the Html used to make this PDF, in Chrome (must be on path)

source: Tukwiseguyeho, uburenganzira bw'umwanditsi kimwe n'uburenganzira kuri iki gitabo ntibishobora guhindurwa.
en: Sorry, the copyright and license for this book cannot be changed.

source: Tukwiseguyeho, iki gitabo kirafunzwe kugira ngo amashusho yacyo adahindurwa.
en: Sorry, this book is locked down so that images cannot be changed.

source: Ushaka koko guhanagura iyi paji?
en: Really Delete Page?

source: {0} irahita yoherezwa mu gakangara k'ibyasiibwe
en: This page will be permanently removed.

source: Kunoza
en: Edit

source: Inyuguti yatoranyijwe ubu ni '{0}', ariko rero ntyensitaye kuri iyi mudasobwa. Izindi nyuguti ziri bukoreshwe mu mwanya wayo.
en: The current selected font is '{0}', but it is not installed on this computer. Some other font will be used.

source: Guhindura ubunini bw'inyuguti zigize umwandiko ku tuzu twose dufite inyuguti '{0}' n'ururimi '{1}'.\nubunini bw'iki gihe ni {2}pt.
en: Changes the text size for all boxes carrying the style '{0}' and language '{1}'.\nCurrent size is {2}pt.

source: Umutwe w'igitabo mu {lang}
en: Book title in {lang}

source: Kanda uhindure Uburenganzira bw'umwanditsi & n'amabwiriza
en: Click to Edit Copyright & License

source: Koresha aha mu gushimira urwego urwo ari rwo rwose rwaguteye inkunga.
en: Use this to acknowledge any funding agencies.

source: Inomero mpuzamahanga ndangabuziranenge bw'igitabo. Siga uyu mwanya urimo ubusa niba nta yo ufite.
en: International Standard Book Number. Leave blank if you don't have one of these.

source: Ugushimira umwimerere (cyangwa Intangarugero) wakoreshejwe mu {lang}
en: Original (or Shell) Acknowledgments in {lang}

source: Ibyatanzwe n'abanditsi, abashushanyi, abanonosoranyandiko, nbd., mu {lang}
en: The contributions made by writers, illustrators, editors, etc., in {lang}

source: Ugushimira inonosora rishingiye ku ihindurandimi, mu {lang}
en: Acknowledgments for translated version, in {lang}

source: Guhindura ishusho
en: Change Image

source: Kubambikaho ishusho
en: Paste Image

source: Guhindura imisusire
en: Change Layout

source: Amapaji
en: Pages

source: Guhitamo ubunini bw'urupapuro n'icyerekezo
en: Choose a page size and orientation

source: Tengeneza imiterere y'inyuguti
en: Adjust formatting for style

source: Amapaji ntangarugero
en: Template Pages

source: Itonde ry'inyuguti
en: Alphabet

source: Inyandiko y'ibanze & Ishusho
en: Basic Text & Image

source: Inyandiko y'ibanze & Ifoto
en: Basic Text & Picture

source: Ipaji yo gushima
en: Credits Page

source: Umunsi 1
en: Day 1

source: Umunsi 2
en: Day 2

source: Umunsi 3
en: Day 3

source: Umunsi 4
en: Day 4

source: Umunsi 5a
en: Day 5a

source: Umunsi 5b
en: Day 5b

source: Igikobokobo cy'imbere
en: Front Cover

source: Ishusho hasi
en: Image On Bottom

source: Ishusho hagati
en: Image in Middle

source: Igikobokobo cy'inyuma mo imbere
en: Inside Back Cover

source: Igikobokobo cy'imbere mo imbere
en: Inside Front Cover

source: Amabwiriza
en: Instructions

source: Inyandiko gusa
en: Just Text

source: Ifoto gusa
en: Just a Picture

source: Ishusho gusa
en: Just an Image

source: Igikobokobo cy'inyuma hanze
en: Outside Back Cover

source: Ifoto & Ijambo
en: Picture & Word

source: Ifoto hasi
en: Picture on Bottom

source: Ifoto hagati
en: Picture in Middle

source: Iyi paji ntiyanditsweho ku bushake
en: This Page Is Intentionally Blank

source: Ipaji ijyaho Umutwe
en: Title Page

source: Imitunganyirize y'indimi nyinshi
en: Multilingual Settings

source: Koporora
en: Copy

source: Kata
en: Cut

source: Kuramo ipaji
en: Remove Page

# Koramo Ebyiri
source: Koramo\n Ebyiri
en: Duplicate\n Page

source: Bambika
en: Paste

source: Subizayo
en: Undo

source: Indimi ebyiri
en: Two Languages

source: Ururimi rumwe
en: One Language

source: Nta yinsi misusire iriho kuri iyi ntangarugero.
en: There are no other layout options for this template.

source: Amakuru kuri nyir'ifoto
en: Picture Intellectual Property Information

source: Nkunganire
en: Help

source: Vuga uko wifuza ko byamera
en: Make a Suggestion

source: Site ya interineti
en: Web Site

source: Reba niba nta nonosora rishya ryasohotse
en: Check For New Version

source: Ibirebana na Bloom
en: About Bloom

source: Ishyinguranyandiko
en: Documentation

source: Ukwiyandikisha
en: Registration

source: Amakuru kuri porogaramu yasohotse
en: Release Notes...

source: Kwerekana uko abantu bagije binjira
en: Show Event Log

source: Amakuru kuri XML ya InDesign
en: InDesign XML Information

source: Ntiwongere kwerekana ibi ukundi
en: Don't Show This Again

source: Urupapuro rutambitse A4
en: A4Landscape

source: Urupapuro rutambitse A4 Uruhande ku ruhande
en: A4Landscape SideBySide

source: Urupapuro rutambitse A4 Rusatuye amapaji yose
en: A4Landscape SplitAcrossPages

source: Urupapuro ruhagaze A4
en: A4Portrait

source: Urupapuro ruhagaze A5
en: A5Portrait

source: Urupapuro ruhagaze A5 Hasi haringanijwe
en: A5Portrait BottomAlign

source: Urupapuro ruhagaze B5
en: B5Portrait

source: Cy'ukuri
en: Actual

source: By'iyi ntambwe
en: For this Level

source: Kuzirikana
en: Keep in mind

source: Urwego
en: Level

source: Hejuru
en: Max

source: ku ipaji
en: per page

source: ku nteruro
en: longest sentence

source: Guteganya inzego
en: Set up Levels

source: Iki gitabo
en: This Book

source: Iyi paji
en: This Page

source: igiteranyo
en: total

source: cyihariye
en: unique

source: Ukubara amagambo
en: Word Counts

source: Nemeranya n'amabwiriza yagenwe mu ikoreshwa ry'Ikusanyabitabo rya Bloom
en: I agree to the Bloom Library's Terms of Use

source: Aderese ya Imeyili
en: Email Address

source: Kwibagirwa ijambobanga
en: Forgot Password

source: &Kwinjira
en: &Login

source: Ijambobanga
en: Password

source: Kwerkana amabwiriza y'imikoreshereze
en: Show Terms of Use

source: Injira muri BloomLibrary.org
en: Log in to BloomLibrary.org

source: akarango3
en: label3

source: &Kwerekana Ijambobanga
en: &Show Password

source: Ikusanyirizo rifite izina nk'iri risanzweho, warisanga kuri <a href='file://{0}'>{0}</a>.\nTwagusabaga guhitamo izina rindi.
en: There is already a collection with that name, at <a href='file://{0}'>{0}</a>.\nPlease pick a unique name.

source: Guhitamo ururimo rw'ibanze rw'iri kisanyirizo
en: Choose the Main Language For This Collection

source: Ingero: "Ibitabo by'ubuzima", "Inkuru z'inyamaswa PNG"
en: Examples: "Health Books", "PNG Animal Stories"

source: Wifuza kwita ute iri kusanyirizo?
en: What would you like to call this collection?

source: Ikusanyirizo riri bushyirwe kuri: {0}
en: Collection will be created at: {0}

source: Itegure gukora ikusanyirizo rishya
en: Ready To Create New Collection

source: Guhitamo ubwoko bw'ikusanyirizo
en: Choose the Collection Type

source: Inkomoko y'ikusanyirizo
en: Source Collection

source: Ikusanyirizo mu rurimi kavukire/Ururimi gakondo
en: Local Language Collection

source: Ikusanyirizo ry'ibitabo mu rurimi gakondo.
en: A collection of books in a local language.

source: Gutanga aho ururimi ruvugwa
en: Give Language Location

source: Ibitabo {0}
en: {0} Books

source: Gukora ikusanyirizo rishya rya Bloom
en: Create New Bloom Collection

source: Gukora ikusanyirizo rishya ukoresheje iri zina ntibyashobotse
en: Unable to create a new collection using that name.

source: Ikaze kuri Bloom!
en: Welcome To Bloom!

source: Uri hafi gutangira gukora ibitabo.
en: You are almost ready to start making books.

source: Kanda 'Ibikurikira' kugira ngo utangire
en: Click 'Next' to get started.

source: Amakusanyirizo ya Bloom
en: Bloom Collections

source: Shakisha irindi kusanyirizo kuri iyi mudasobwa
en: Browse for another collection on this computer

source: Koporora ubikuye kuri Chorus Hub ku rusobesangano lokali
en: Copy From Chorus Hub on Local Network

source: Gukoporora bivuye kuri interineti
en: Copy from Internet

source: Gukopororo bivuye kuri USB
en: Copy from USB Drive

source: Gukora ikusanyirizo rishya
en: Create New Collection

source: Gufungura/Gukora amakusanyirizo
en: Open/Create Collections

source: Soma n'ibindi
en: Read More

source: Simbuza ibisanzwemo
en: Replace Existing

source: Icyitonderwa
en: Notice

source: Iri hindura ntiryemewe. Igikobokobo cy'imbere n'igikobokobo cy'inyuma bigomba kuguma aho biri
en: That change is not allowed. Front matter and back matter pages must remain where they are

source: Iyimura ridafite akamaro
en: Invalid Move

source: Turasaba ko wakwensitara Adobe Reader kugira ngo Bloom ibe yagaragaza igitabo kirangiye. Kugeza igihe uzabikorera, ushobora gukomeza kubika igitabo muri PDF no kugifungurira mu zindi porogaramu.
en: Please install Adobe Reader so that Bloom can show your completed book. Until then, you can still save the PDF Book and open it in some other program.

source: Ntibisanzwe... Adobe Reader yagaragaje ko habaye ikosa mu gihe hageragezwaga kugaragaza iyo PDF. Ushobora gukomeza kugerageza kubika igitabo cya PDF.
en: That's strange... Adobe Reader gave an error when trying to show that PDF. You can still try saving the PDF Book.

source: Amakuru ababaje. Bloom ntiyashoboye kubona Adobe Reader yo kwerekana hano, ubwo rero Bloom ntishobora kugaragaza igitabo cyuzuye.\nUbwo rero wakuramo inonosora ufite rya 'Adobe Reader' ukongera kwensitara 'Adobe Reader".\nKugeza igihe biri bukosokere, ushobora gukomeza kubika igitabo muri PDF no kugifungura mu zindi porogaramu.
en: Sad News. Bloom wasn't able to get Adobe Reader to show here, so Bloom can't show your completed book.\nPlease uninstall your existing version of 'Adobe Reader' and (re)install 'Adobe Reader'.\nUntil you get that fixed, you can still save the PDF Book and open it in some other program.

source: Imbere h'agatabo
en: Booklet Insides

source: Kora agatabo ukoresheje amapaji y'imbere muri iki gitabo. Amapaji araramburwa ku buryo yipanga ku murongo maze igihe uyazinze aze gutanga agatabo.
en: Make a booklet from the inside pages of the book. Pages will be laid out and reordered so that when you fold it, you'll have a booklet.\n

source: Koherezayo
en: Upload

source: Kohereza kuri BloomLibrary.org, aho abandi bashobora gukurura igitabo cyawe bakagihindura mu ndimi kavukire z'iwabo.
en: Upload to BloomLibrary.org, where others can download and localize into their own language.

source: Igifubiko cy'agatabo
en: Booklet Cover

source: Cyoroheje
en: Simple

source: Kora PDF ya buri paji y'igitabo,ipaji imwe ku urupapuro rumwe.
en: Make a PDF of every page of the book, one page per piece of paper.

source: Fungura PDF muri sisitemu ntangarugero isoma pdf
en: Open the PDF in the default system pdf viewer

source: &Capurura...
en: &Print...

source: Gutangaza
en: Publish

source: &Kubika PDF...
en: &Save PDF...

source: Gucimbura ibirango
en: Crop Marks

source: Ugushimira
en: Acknowledgments

source: Ibisabwa by'inyongera:
en: AdditionalRequests:

source: Uburenganzira bw'umwanditsi bugomba kubahirizwa (Vugana n'ufite uburenganzira kuri iyi nyandiko ku burenganzira bwose waba wifuza.)
en: All rights reserved (Contact the Copyright holder for any permissions.)

source: BloomLibrary.org yamaze kwakira inonosora rya mbere ry'iki gitabo wanditse. Niba wongeye kucyinjizamo, kirasimburwa n'igishya ushaka gushyiramo.
en: BloomLibrary.org already has a previous version of this book from you. If you upload it again, it will be replaced with your current version.

source: Uburenganzira bw'umuhanzi
en: Copyright

source: Abashimirwa by'umwihariko
en: credits

source: Habaye ikibazo cyo gukurura igitabo cyawe. Urasabwa kongera gutangira Bloom cyangwa gushaka ubufasha bwa tekiniki.
en: There was a problem downloading your book. You may need to restart Bloom or get technical help.

source: Tukwiseguyeho, habaye ikibazo cyo kwinjizamo {0}. Amakuru arambuye ni akurikira. Ushobora gukenera ubufasha bwa tekiniki.
en: Sorry, there was a problem uploading {0}. Some details follow. You may need technical help.

source: Umwe cyanwa myinshi mu myanya yo hejuru ikeneye ko uyitaho mbere yo kwinjizamo
en: One or more fields above need your attention before uploading

source: Tukwiseguyeho, "{0}" kwinjizamo ibitabo ntibyakunze
en: Sorry, "{0}" was not successfully uploaded

source: Mu gihe winjijemo, wemeye amabwiriza y'ubwumvikane bw'imikoreshereze ya Bloom Library kandi utanze uburenganzira ayo masezerano avuga.
en: By uploading, you confirm your agreement with the Bloom Library Terms of Use and grant the rights it describes

source: Habaye ikibazo mu kwinjizamo igitabo cyawe.
en: There was a problem uploading your book.

source: Ikoreshwa/Uburenganzira
en: Usage/License

source: Iyi konti isanzweho
en: Account Already Exists

source: Ntidushoboye kutuma winjira ukoresheje iyo aderese, kuberako dusanzwe dufite konti iyikoresha. Waba se ahubwo wifuza kwinjira?
en: We cannot sign you up with that address, because we already have an account with that address. Would you like to log in instead?

source: Bloom ntishobora kwihuza na seriveri ngo igenzure ikwinjira kwawe. Twagusabaga ko ugenzura konegisiyo y'urusobe mpuzamasangano rwawe.
en: Bloom could not connect to the server to verify your login. Please check your network connection.

source: Kwinjiramo byanze
en: Login failed

source: Bloom ntiyashoboye kwihuza burundu na seriveri kugira ngo urangize kwinjira cyangwa gusohoka. Ibi bishobora kuba byatewe na konegisiyo yawe ya interineti, seriveri yacu cyangwa ibikoresho bimwe bihuza izo nzira bitameze neza.
en: Bloom could not connect to the server to complete your login or signup. This could be a problem with your internet connection, our server, or some equipment in between.

source: Kugira ngo wiyandikishe kuri konti ya BloomLibrary.org, usabwa gukanda ku kazu kagaragaza ko wemeye amabwiriza y'imikoreshereze ya BloomLibrary.
en: In order to sign up for a BloomLibrary.org account, you must check the box indicating that you agree to the BloomLibrary Terms of Use.

source: Imeyili irakenewe
en: Email Needed

source: Ntidufite umuntu ukoresha iyi imeyili. Waba wifuza kwiyandikisha?
en: We don't have a user on record with that email. Would you like to sign up?

source: Ijambobanga n'akazina winjiriraho ntibihuye
en: Password and user ID did not match

source: Turasaba ko wakwemeranya n'amabwiriza y'ikoreshwa
en: Please agree to terms of use

source: Turagusaba ko wakwinjizamo aderese ya imeyili nyayo. Turi bukoherereze imeyili kuriyi aderese kugira ngo ushobore guhindura ijambobanga ryawe.
en: Please enter a valid email address. We will send an email to this address so you can reset your password.

source: Bloom ntishobora kwihuza na seriveri ngo uhindure ijambo banga ryawe. Twasabaga ko wagenzura konegisiyo yawe ya interineti.
en: Bloom could not connect to the server to reset your password. Please check your network connection.

source: Guhindura ijambobanga byanze
en: Reset Password failed

source: Guhindura ijambobanga
en: Resetting Password

source: Twohereje imeyili kuri {0} n'amabwiriza y'uburyo bwo guhindura ijambobanga ryawe
en: We are sending an email to {0} with instructions for how to reset your password

source: Kwiyandikisha ku Ikusanyabitabo rya Bloom
en: Sign up for Bloom Library.

source: Umukoresha utazwi
en: Unknown user

source: Sohoka muri BloomLibrary.org
en: Log out of BloomLibrary.org

source: Ukubyerekanisha PDF
en: Making PDF Preview...

source: Twagusabaga kubanza kwinjira muri BloomLibrary.org (cyangwa kwiyandikisha) mbereyo kwinjizamo ibitabo
en: Please log in to BloomLibrary.org (or sign up) before uploading

source: Twasabaga ko wasibanganya ibi mu mwanya w'inonosora
en: Please set this from the edit tab

source: Intambwe 1: Kwemeza ibiranganyandiko
en: Step 1: Confirm Metadata

source: Intambwe 2: Kukururiramo
en: Step 2: Upload

source: Incamake
en: Summary

source: Kwerekana amabwiriza y'ikoresha
en: Show Terms of Use

source: Umutwe
en: Title

source: Kwinjizamo igitabo
en: Upload Book

source: Uho kwinjizamo bigeze
en: Upload Progress

source: Kwinjiza igitabo (muri Sandbook)
en: Upload Book (to Sandbox)

source: Ugusunikiramo {0}
en: Uploading {0}

source: Injira kuri BloomLibrary.org
en: Log in to BloomLibrary.org

source: Kwiyandikisha kuri BloomLibrary.org
en: Sign up for BloomLibrary.org

source: Kongeraho intera
en: Add Level

source: Kongeraho intambwe
en: Add Stage

source: Twagusabaga ko wongera inyandiko mu idosiye y'inyandiko z'icyitegererezo.
en: Please add texts to the Sample Texts folder.

source: Igitabo
en: Book

source: Amagambo yose ashoboka ku gitabo
en: Maximum Words per Book

source: Kanda ku nyuguti uzongere kuri iyi ntambwe.
en: Click on letters to add them to this stage.

source: Gitandukanya 'imyanya
en: Separate by spaces

source: Urg. "ai oo sh ng th ing"
en: E.g. "ai oo sh ng th ing"

source: Iyungikanya ry'inyuguti (Ibihekane)
en: Letter Combinations (Graphemes)

source: Inzego zo gusemura ubutumwa
en: Decodable Stages

source: Ubwa mbere,
en: First,

source: Ntishobora gusoma iyi miterere
en: Cannot read this format

source: Gufasha mu kwimuririra ahandi no guhindura amafishiye yo gukoreshwa nk'imyandiko ntangarugero
en: Help exporting and converting files to use as sample texts

source: Ururimi
en: Language

source: Gutondekanya inyuguti n'inyandiko y'ikomora ry'amagambo mu buryo bw'itonde ry'inyuguti.
en: List letters and word-forming characters in alphabetic order.

source: Urg. "a b c d"
en: E.g. "a b c d"

source: Inyuguti n'ibihekane
en: Letters and Letter Combinations

source: ni
en: it's

source: Inzego z'abasomyi
en: Reader Levels

source: uguhuza amagambo
en: matching words
